[Anims.IO_OutofBody_Radio InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_MoxieRadio InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_OutOfBody_AICore MissionItemDefinition]
UseFailureCharacterMessage="i need you %s Use this article.."
ItemName="Docker 1340 AI Core"
PickupMessage="You have them %s"
UseFailureLevelMessage="You must be at least %d years old to use this item.."
UseFailureConstraintsMessage="This is not the case.."
NoManufacturerName="review"

[ItemDefs.ID_MO_OutOfBody_AICore3 MissionItemDefinition]
UseFailureCharacterMessage="must %s To use this article.."
ItemName="AI heart"
PickupMessage="It depends on you %s"
UseFailureLevelMessage="At least %d is required for this operation."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="there are many"

[ItemDefs.ID_MO_OutOfBody_AICore3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="AI core 1340 serial number."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_OutofBody_AICore4 MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Use this article."
ItemName="Chief II"
PickupMessage="You have %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="More information"

[ItemDefs.ID_MO_OutofBody_AICore4:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="The serial number of the AI ​​core is 1340.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_OutOfBody_AICore:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="AI error with serial number 1340.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_OutOfBody_AICore2 MissionItemDefinition]
UseFailureCharacterMessage="Must %s Use this option."
ItemName="The core of AI"
PickupMessage="Can you hear me %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="Live"

[ItemPool.ID_MO_OutOfBody_AICore2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Original UA with serial number 1340."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_OutOfBody_Radio InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

